Revit 2021.1 API
ImageType.ReloadFrom Method
Overload List
Name | Description
ReloadFrom(String) |  Obsolete.
 Reloads the ImageType from a new image file.
ReloadFrom(ImageTypeOptions)
 Reloads the image in the ImageType from a new image file, and for a new PageNumber.
See Also
ImageType Class
ImageType Members
Autodesk.Revit.DB Namespace